Repository: Evolinox/Railtrack
Catalog: packages/Rata/Rata/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %@ from %@ to %@
de: %@ von %@ nach %@

# AppDescriptionText
source: Rata, 2025, made in the Länd
de: Rata, 2025, entwickelt in The Länd

source: Destination
de: Zielbahnhof

source: Favorites
de: Favoriten

source: Last Viewed
de: Zuletzt angesehen

# MapElectrification
source: Electricity
de: Spannung

# MapGauge
source: Gauge
de: Spurweite

source: Map Layer
de: Kartenmodus

# MapSpeedlimit
source: Speed
de: Tempo

# MapStandard
source: Infrastructure
de: Infrastruktur

# OpenRailwayMapCopyright
source: © OpenRailwayMap and OpenStreetMap
de: © OpenRailwayMap und OpenStreetMap

# SearchString
source: Search for Stations or Trains
de: Station oder Zug suchen

source: Settings
de: Einstellungen

source: Source
de: Datenquelle

source: Timestamp
de: Zeitstempel

# ToggleConstruction
source: Show Constructionworks
de: Baustellen anzeigen

# ToggleLiveTrains
source: Show Trains
de: Züge anzeigen

# TrainCategory
source: Category
de: Kategorie

# TrainOperator
source: Operator
de: Betreiber

# TrainSpeed
source: Speed
de: Geschwindigkeit
